{
  "partner_desc": "To carry the EV mission of AEVRT forward, to the most remote locations of our country and abroad, AEVRT invites eligible parties to partner with us, in the role of a franchise.",
  "train_fran_p1": "Establish a AEVRT authorised training franchise in your hometown and create professionally trained manpower of the future in EV, our state-of-art training methodologies and internationally renowned training curriculum covers existing and future technologies in electric vehicles.",
  "train_fran_p2": "Well-equipped with latest tools and testing equipment, AEVRT-EV workshops provide adequate and comprehensive skills and practice for various processes and procedures involved in EV assembly, fabrication, testing, maintenance, repairs and commercial functions such as spare parts, procurement, inventory management etc. Best in industry training faculties with online consultation system. Meticulously designed curriculum which covers entire range of training needs of all levels of students. Large collection of online study material, expert guest lectures by entrepreneurs, manufacturers, assembly and training videos. Form the entire ecosystem of AEVRT authorised training franchise.",
  "who_p1": "Any individual, or legal entity, who can fulfill the minimum requirements of becoming a AEVRT franchise can apply. There are no restrictions, pertaining to age, qualification and location. Any previous experience of operating educational institutions coaching/computer classes, vocational training centres will be an added advantage. Persons who are qualified trainers, teachers, or persons with similar profiles are encouraged to apply.",
  "who_p2": "Applicants should possess sound financial capacities for undertaking promotional activites to create local awareness about the training programme. For futher details kindly share your personal and professional profile on ",
  "proj_consul_desc": "Get your dream projects up and running, within your scheduled deadlines without compromise and delays. Engage the services of our expert project consultants, experienced and expert project managers from the industry and observe your project taking shape as per plans.",
  "proj_consul_list_head": "AEVRT provides project consultancy services for :",
  "proj_consul_list": [
    "EV Assembly factories and units",
    "EV delivery vehicle fleet management",
    "EV industry online business strategies",
    "EV aggregator business models solutions",
    "EV maintenance and service unit setup",
    "EV brand design and development",
    "EV battery packs manufacturing unit setup",
    "EV battery charging & swap stations",
    "EV solar charging solution & implementation",
    "EV technology research & development",
    "EV sales, service and spare part outlets",
    "EV products marketing and point of sale setups",
    "EV components sourcing, procurement and imports",
    "EV finance / government subsidies / production linked incentives"
  ]
}
